# ============================================================================
# SRSシステムデータ定義ファイル
# ============================================================================
package data;
use strict;
use utf8;

our %srs_system = (
  'メタリックガーディアンRPG' => {
    sort => '01',
    dicebot => 'MetallicGuardian',
    battle_names => ['命中', '回避', '砲撃', '防壁', '行動', '力場', '耐久', '感応'],
    stt_names => ['体力', '反射', '知覚', '理知', '意志', '幸運'],
    defense_names => ['斬', '刺', '殴', '炎', '氷', '雷', '光', '闇', '任意'],
    class_data => \%data::class_mgr, # data-class-mgr.pl で読み込んだデータを参照
  },
    '超時空時代劇RPG天下繚乱' => {
    sort => '02',
    dicebot => 'MetallicGuardian',
    battle_names => ['命中', '回避', '魔導', '抗魔', '行動', '任意', 'HP上限', 'MP上限'],
    stt_names => ['体力', '反射', '知覚', '理知', '意志', '幸運'],
    defense_names => ['斬', '刺', '殴', '任意', '任意', '任意', '任意', '任意', '任意'],
    class_data => \%data::class_tenka, # data-class-mgr.pl で読み込んだデータを参照
  },
  'その他（自由記入）' => {
    sort => '99',
    dicebot => '',
    battle_names => ['任意', '任意', '任意', '任意', '任意', '任意', '任意', '任意'],
    stt_names => ['任意', '任意', '任意', '任意', '任意', '任意'],
    defense_names => ['任意', '任意', '任意', '任意', '任意', '任意', '任意', '任意', '任意'],
    class_data => {},
  }
);
1;