bmtkdm<>1776264860<>1776264860<>1779725353<>ロムルス・パロ・バシレウス・ラピュータ8世<>(　　)<>pc<>png<>  <><>ラピュータ辺境伯家当主<>男<>34<>66<>6<>エンタープライズ/スイーパー<>上位神霊機ラピュータ<><><><><>
1EcMmG<>1779464932<>1779464932<>1779464932<>ｔｓｔ<><>pc<><>  <><><><><>0<>0<><><><><><><>
tkVVsW<>1776681744<>1776681744<>1776694684<>ｔｓｔ<><>pc<><>  <><><><><>0<>4<>ストライカー/スイーパー/コンダクター<><><><><><>
4QvY2X<>1775645780<>1775645780<>1776693652<>“鋼の守護者”テスト卿<>GM<>pc<>png<>  <><>ガーディアン<>男<>不詳<>60<>7<>ラインオフィサー/カバリエ/コンダクター<>ブラスソード<><><><>サンプルシナリオ<>
6DQAlG<>1776272929<>1776272929<>1776272929<>ｔｓ<><>pc<><>  <><><><><>0<>0<>ストライカー<><><><><><>
